Repository: panv/kamusigold-android
Catalog: www/po/mobile-app.ary.po
Languages: ary

source: Arabic
ary: L3arbia

source: Basque
ary: Lbaskia

source: Catalan
ary: Lcatalonia

source: Definition:
ary: Ta3rif:

source: English
ary: Nneglizia

source: Enter your word here
ary: Kteb lkelma dialek hna

source: Example:
ary: Matal:

source: French
ary: Lfransawia

source: Galician
ary: Lgalisia

source: Go !
ary: Sir !

source: Help
ary: Mousa3ada

source: I speak
ary: Tantkellem

source: If you ever need to see this information again, click on this button.
ary: Ila 7tajiti bach t3awd tchouf had lme3louma, dghet 3la had lbouton.

source: Italian
ary: Ttaliania

source: Language you want to translate from
ary: Llougha dial lkelma li bghiti tterjemha

source: Language you want to translate to
ary: Llougha li baghi tterjem liha lkelma dialek

source: No Thanks
ary: Lla choukran

source: No data yet for {{search_term}}.
ary: Mazal ma kayn me3loumat 3la {{search_term}}.

source: No definition yet in {{translate(ob.target_concept.language)}} for this meaning of <b>{{parse(search_term)}}</b>.
ary: Mazal ma kayn ta3rif f {{translate(ob.target_concept.language)}} lhad lme3na dial <b>{{parse(search_term)}}</b>.

source: No matches yet.
ary: Mazal ma kayn lme3louma lmounasiba.

source: On the result page, click any translation result to see a search for that term.
ary: F ssef7a dial nata2ij, dghet 3la ay terjama bach tchouf be7t 3la dik lkelma.

source: Persian
ary: Lfarisia

source: Portuguese
ary: Lbourtoughalia

source: Rate It Now
ary: 3ti noqta daba

source: Rate Kamusi Here!
ary: 3ti chi noqta l Kamusi Here!

source: Registered speakers of {{translate(ob.target_concept.language)}} please suggest a definition.
ary: Tantelbou men nnatiqin lemsejlin dial {{translate(ob.target_concept.language)}} yeqtar7o chi ta3rif.

source: Registered speakers of {{translate(source_language_name)}} please suggest a term.
ary: Tantelbou men nnatiqin lemsejlin dial {{translate(source_language_name)}} yeqtar7o chi kelma.

source: Registered speakers of {{translate(target_language_name)}} please suggest a term.
ary: Tantelbou men nnatiqin lemsejlin dial {{translate(target_language_name)}} yeqtar7o chi kelma.

source: Remind Me Later
ary: Fekkerni men be3d

source: Romanian
ary: Rromania

source: Slovak
ary: Sslovakia

source: Source Language
ary: Llougha lmasdar

source: Sources
ary: Lmasadir

source: Spanish
ary: Ssbenioulia

source: Swap Languages
ary: Qleb lloughat

source: Target Language
ary: Llougha lmoustahdafa

source: UI language
ary: Llougha dial lwajiha

source: Upcoming feature:
ary: Lmiza jjaya:

source: We hope you are enjoying Kamusi Here! If we have earned your appreciation, please give us a rating now! If we still have work to earn your highest rating, please send us feedback at https://kamusigold.org/info/contact
ary: Tantmennaw binnak stemte3ti b Kamusi Here! Ila nelna l2i3jab dialek, 3tina wa7ed noqta daba! Ila baqi khassna nkhedmo bach te3tina a7san noqta, 3afak sift lina ra2yi dialek hna: https://kamusigold.org/info/contact

source: Welcome to Kamusi Here!
ary: Mer7ba bik 3la Kamusi Here!

source: You can select the language of the application here.
ary: Yemken lik tekhtar llougha dial tatbiq hnaya.

source: You can swap source and destination languages with this button.
ary: Yemken lik teqleb llougha lmasdar ou llougha lmoustahdafa bhad lbouton.

source: You will notice that we do not always have a match for a term you are looking for from our original sources. Soon, this app will be asking you to help share what you know - stay tuned!
ary: Ghatla7ed binna ma ghaykounch 3endna dayman natija lelkelma li tatqelleb 3liha men lmasadir l2aslia diawlna. Had tatbiq ghay welli men daba chwia itelbek bach techrek li tat3arfou - bqa mtabe3na!
