Repository: panv/kamusigold-android
Catalog: www/po/mobile-app.*.po
Languages: el, es, eu, fa, fr, ro, ru, sw, ur

source: Arabic
el: Αραβικά
es: árabe
eu: Arabiera
fa: عربی
fr: Arabe
ro: Arabă
ru: Арабский
sw: Kiarabu
ur: عربی

source: Basque
el: Βάσκικα
es: vasco
eu: Euskara
fa: باسکی
ro: Bască
ru: Баскский
sw: Kibaski
ur: باسکی ملک

source: Catalan
el: Καταλανικά
es: catalán
eu: Katalana
fa: کاتالانی
ro: Catalană
ru: Каталанский
sw: Kikatalani
ur: کیٹالان

source: Definition:
el: Ορισμός:
es: Definición:
eu: Definizioa:
fa: تعریف:
fr: Définition:
ro: Definiție:
ru: Определение:
sw: Fasili:
ur: تعریف:

source: English
el: Αγγλικά
es: inglés
eu: Ingelesa
fa: انگلیسی
fr: Anglais
ro: Engleză
ru: Английский
sw: Kiingereza
ur: انگریزی

source: Enter your word here
el: Εισάγετε τη λέξη σας εδώ
es: Meta su palabra aquí
eu: Idatzi zure hitza hemen
fa: کلمه خود را اینجا وارد کنید:
fr: Entrez un mot
ro: Introduceți cuvantul aici:
ru: Введите слово здесь
sw: Andika neno lako hapa
ur: یہاں آپ کی لفظ درج کریں

source: Example:
el: Παράδειγμα:
es: Ejemplo
eu: Adibidea:
fa: مثال:
fr: Exemple:
ro: Exemplu:
ru: Пример:
sw: Mfano:
ur: مثال:

source: French
el: Γαλλικά
es: francés
eu: Frantsesa
fa: فرانسوی
fr: Français
ro: Franceză
ru: Французский
sw: Kifaransa
ur: فرانسیسی

source: Galician
el: Γαλικιανά
es: gallego
eu: Galiziera
fa: گالیسیایی
fr: Galicien
ro: Galiciană
ru: Галисийский
sw: Kigalisi
ur: گالیشیائی

source: Go !
el: Μετάφρασε !
es: Ir
eu: Aurrera!
fa: برو !
ro: Găsește!
ru: Вперед!
sw: Twende!
ur: جاؤ !

source: Help
el: Βοήθεια
es: Ayuda
eu: Laguntza
fa: کمک
fr: Aide
ro: Ajutor
ru: Справка
sw: Msaada
ur: مدد

source: I speak
el: Μιλάω
es: Hablo
eu: Hitz egiten dut
fa: من به این زبان صحبت میکنم:
fr: Je parle
ro: Vorbesc limba
ru: Я говорю на
sw: Nazungumza
ur: میں کہتا (مذکر، مونث۔۔۔۔زمانہ

source: If you ever need to see this information again, click on this button.
el: Εάν θέλετε να δείτε ξανά αυτές τις πληροφορίες, κάντε κλικ σε αυτό το κουμπί.
es: Si necesita ver esta información otra vez, presione este botón.
eu: Beste inoiz informazio hau ikusi nahi baduzu, sakatu hemen.
fa: هرگاه مایل بودید که این اطلاعات را ببینید، بر روی این دکمه کلیک کنید.
fr: Pour revoir l'aide, cliquez ce bouton.
ro: Daca aveti nevoie de aceasta informatie din nou, apasati pe acest buton.
ru: Если вам понадобится прочитать это еще раз, нажмите здесь.
sw: Ukitaka kuona taarifa hii mara nyingine, bonyeza kitufe hiki.
ur: جب بھی آپ کو دوبارہ یہ معلومات دیکھنے کی ضرورت پڑے اس بٹن پر کلک کریں.

source: Italian
el: Ιταλικά
es: italiano
eu: Italiera
fa: ایتالیایی
fr: Italien
ro: Italiană
ru: Итальянский
sw: Kiitaliano
ur: اطالوی

source: Language you want to translate from
el: Γλώσσα από την οποία θέλετε να μεταφράσετε
es: Idioma del que quiere traducir
eu: Zein hizkuntzatatik itzuli nahi duzun
fa: زبانی که می‌خواهید از آن ترجمه بشود
fr: Langue du mot à traduire
ro: Traduce din
ru: Язык, с которого вы хотите перевести
sw: Unataka kutafsiri kutoka lugha hii
ur: زبان جس سے آپ ترجمہ کرنا چاہتے ہیں

source: Language you want to translate to
el: Γλώσσα στην οποία θέλετε να μεταφράσετε
es: Idioma al que quiere traducir
eu: Zein hizkuntzatara itzuli nahi duzun
fa: زبانی که می‌خواهید به آن ترجمه بشود
fr: Langue de traduction
ro: Traduce în
ru: Язык, на который вы хотите перевести
sw: Unataka tafsiri katika lugha hii
ur: زبان جس میں ترجمہ کرنا چاہتے ہیں

source: No Thanks
el: Όχι Ευχαριστώ
es: No, gracias
eu: Ez, eskerrik asko
fa: نه، ممنون
fr: Non Merci
ro: Nu mulțumesc
ru: Нет, спасибо
sw: Sitaki
ur: نھیں شکر یہ

source: No data yet for {{search_term}}.
el: Δεν υπάρχουν δεδομένα ακόμη για {{search_term}}.
es: No hay información aún para {{search_term}}.
eu: Oraindik ez dago informaziorik honentzat: {{search_term}}.
fa: هنوز برای {{search_term}} اطلاعاتی وارد نشده است.
fr: Pas encore de données pour {{search_term}}.
ro: Nu avem informație despre {{search_term}}.
ru: Ещё нет данных для {{search_term}}.
sw: Bado hatuna maarifa kwa {{search_term}}.
ur: ھنوز کو ئ مواد نہیں.

source: No definition yet in {{translate(ob.target_concept.language)}} for this meaning of <b>{{parse(search_term)}}</b>.
el: Δεν υπάρχει ακόμα ορισμός στη γλώσσα {{translate(ob.target_concept.language)}} για αυτή τη έννοια του <b>{{parse(search_term)}}</b>.
es: No hay definición aún en {{translate(ob.target_concept.language)}} para esto significado de <b>{{parse(search_term)}}</b>.
eu: Oraindik ez dago <b>{{parse(search_term)}}</b> hitzaren definiziorik hizkuntza honetan: {{translate(ob.target_concept.language)}}.
fa: هنوز در {{translate(ob.target_concept.language)}} تعریفی برای معنی {{parse(search_term)}} وجود ندارد.
fr: Pas encore de définition en {{translate(ob.target_concept.language)}} pour ce sens de <b>{{parse(search_term)}}</b>.
ro: Nu avem înca definiție în {{translate(ob.target_concept.language)}} pentru acest înțeles al cuvantului <b>{{parse(search_term)}}</b>.
ru: На {{translate(ob.target_concept.language)}} ещё нет определения для этого значения слова <b>{{parse(search_term)}}</b>.
sw: Bado hatuna fasili katika {{translate(ob.target_concept.language)}} kwa maana haya ya <b>{{parse(search_term)}}</b>.
ur: ھنوز کو ئ مواد نہیں( ) کے ترجمہ کے لیے.

source: No matches yet.
el: Δεν υπάρχουν ακόμα αντιστοιχίες.
es: Aún se han encontrado coincidencias.
eu: Bat-etortzerik ez oraindik.
fa: هنوز برای این کلمه اطلاعاتی وارد نشده است.
fr: Pas de résultat.
ro: Nu avem echivalent încă.
ru: Ещё нет данных.
sw: Hakuna kisawe bado.
ur: کوئی مسابقت نہیں.

source: On the result page, click any translation result to see a search for that term.
el: Στη σελίδα αποτελεσμάτων, κάντε κλικ σε οποιοδήποτε αποτέλεσμα μετάφρασης για να δείτε μια αναζήτηση για αυτόν τον όρο.
es: En la página resultante, haga clic en cualquier traducción para ver una búsqueda para ese término.
eu: Emaitzen orrialdean, sakatu itzulpenen gainean, hitz jakin baten bilaketa ikusteko.
fa: در صفحه نتایج، بر روی هر یک از نتایج ترجمه که مایلید کلیک کنید تا آن کلمه را جستجو کنید.
fr: Vous pouvez cliquer sur les traductions pour lancer une nouvelle recherche pour ce terme.
ro: Pe pagina de rezultate, apăsați pe orice rezultat al traducerii pentru a vizualiza o căutare a cuvântului.
ru: На странице с результатами, нажмите на любой вариант перевода чтобы осуществить поиск слова.
sw: Katika ukurasa wa matokeo, bonyeza tafsiri yoyote ili kuanzisha utafutaji wa kwa neno hilo.
ur: نتیجہ کے صفحہ پر، اس اصطلاح کی تلاش کو دیکھنے کے لئے کسی بھی ترجمہ کے نتیجہ کلک کریں.

source: Persian
el: Περσικά
es: persa
eu: Persiera
fa: فارسی
fr: Perse
ro: Persană
ru: Персидский
sw: Kiajemi
ur: فا رسی

source: Portuguese
el: Πορτογαλικά
es: portugués
eu: Portugesa
fa: پرتغالی
fr: Portugais
ro: Portugheză
ru: Португальский
sw: Kireno
ur: پرتگالی

source: Rate It Now
el: Βαθμολογήστε το τώρα
es: Valórelo ahora
eu: Egin balorazioa orain
fa: همین حالا به این نرم افزار امتیاز بده
fr: Noter Maintenant
ro: Evaluează Acum
ru: Поставьте оценку
sw: Tathmini Sasa
ur: اب درجہ بندی کیجۓ

source: Rate Kamusi Here!
el: Βαθμολογήστε το Kamusi Here!
es: Valore el programa Kamusi Here!
eu: Baloratu Kamusi Here!
fa: به این نرم افزار امتیاز بده
fr: Notez Kamusi Here!
ro: Evaluează Kamusi Aici!
ru: Поставьте оценку Kamusi Here!
sw: Tathmini Kamusi Here!
ur: اب کموسی درجہ بندی کیجۓ!

source: Registered speakers of {{translate(ob.target_concept.language)}} please suggest a definition.
el: Εγγεγραμμένοι ομιλητές της γλώσσας {{translate(ob.target_concept.language)}} παρακαλώ προτείνετε έναν ορισμό.
es: Usuarios registrados de {{translate(ob.target_concept.language)}}, por favor, sugieran una definición.
eu: {{translate(ob.target_concept.language)}} badakizu eta erregistratuta bazaude, iradoki definizio bat, mesedez.
fa: همه {{translate(ob.target_concept.language)}} زبانان ثبت شده لطفا یک تعریف مناسب پیشنهاد دهید.
fr: Locuteurs de {{translate(ob.target_concept.language)}}, suggérez une définition.
ro: Pentru vorbitorii înregistrați de {{translate(ob.target_concept.language)}} - vă rugăm sugerați o definiție.
ru: Если вы зарегитрированы как носитель {{translate(ob.target_concept.language)}} пожалуйста, предложите определение.
sw: Watumiaji waliojisajili kwa {{translate(ob.target_concept.language)}} watoe fasili.
ur: رجسٹرڈ مقرر ین {{ترجمہ (of.target_concept.language)}} ایک تعریف کا مشورہ کریں.

source: Registered speakers of {{translate(source_language_name)}} please suggest a term.
el: Εγγεγραμμένοι ομιλητές της γλώσσας {{translate(source_language_name)}} παρακαλώ προτείνετε έναν όρο.
es: Usuarios registrados de {{translate(source_language_name)}}, por favor, sugieran un término.
eu: {{translate(source_language_name)}} badakizu eta erregistratuta bazaude, iradoki termino bat, mesedez.
fa: همه {{translate(source_language_name)}} زبانان ثبت شده لطفا یک کلمه مناسب پیشنهاد دهید.
fr: Locuteurs de {{translate(source_language_name)}}, suggérez un terme.
ro: Pentru vorbitorii înregistrați de {{translate(source_language_name)}} - vă rugăm sugerați un termen.
ru: Если вы зарегитрированы как носитель {{translate(source_language_name)}} пожалуйста, предложите термин.

source: Registered speakers of {{translate(target_language_name)}} please suggest a term.
el: Εγγεγραμμένοι ομιλητές της γλώσσας {{translate(target_language_name)}} παρακαλώ προτείνετε έναν όρο.
es: Usuarios registrados de {{translate(target_language_name)}}, por favor, sugieran un término.
eu: {{translate(target_language_name)}} badakizu eta erregistratuta bazaude, iradoki termino bat, mesedez.
fa: همه {{translate(target_language_name)}} زبانان ثبت شده لطفا یک کلمه مناسب پیشنهاد دهید.
fr: Locuteurs de {{translate(target_language_name)}}, suggérez un terme.
ro: Pentru vorbitorii înregistrați de {{translate(target_language_name)}} - vă rugăm sugerați un termen.
ru: Если вы зарегитрированы как носитель {{translate(target_language_name)}} пожалуйста, предложите термин.
sw: Watumiaji waliojisajili kwa {{translate(ob.target_concept.language)}} watoe neno.

source: Remind Me Later
el: Θύμισέ μου αργότερα
es: Recuérdemelo más tarde
eu: Gogorarazi geroago
fa: بعدا به من بگو
fr: Plus Tard
ro: Adu-mi aminte mai târziu!
ru: Напомните мне позже.
sw: Nikumbushe baadaye
ur: مجھے بعد میں یاد کروانا

source: Romanian
el: Ρουμάνικα
es: rumano
eu: Errumaniera
fa: رومانیایی
fr: Roumain
ro: Română
ru: Румынский
sw: Kiromania
ur: رومانیائی

source: Slovak
el: Σλοβάκικα
es: eslovaco
eu: Eslovakiera
fa: اسلواک
fr: Slovaque
ro: Slovacă
ru: Словацкий
sw: Kislovakia
ur: سلوواک

source: Source Language
el: Γλώσσα Προέλευσης
es: Traducir de
eu: Sorburu-hizkuntza
fa: زبان مبدا
fr: Langage Source
ro: Limba sursă
ru: Язык источника
sw: Lugha chanzo
ur: ماخذ زبان

source: Sources
el: Πηγές
es: Fuentes
eu: Iturriak
fa: منابع
ro: Surse
ru: Источники
sw: Vyanzo
ur: ذرائع

source: Spanish
el: Ισπανικά
es: español
eu: Espainiera
fa: اسپانیایی
fr: Espagnol
ro: Spaniolă
ru: Испанский
sw: Kihispania
ur: ہسپانوی

source: Swap Languages
el: Εναλλαγή Γλωσσών
es: Cambiar idiomas
eu: Trukatu hizkuntzak
fa: ربان‌ها را جابه‌جا کن
fr: Permutez les langues
ro: Inversează limbile
ru: Поменять местами
sw: Badilishana Lugha
ur: زبانیں ردوبدل

source: Target Language
el: Γλώσσα Προορισμού
es: Traducir a
eu: Helburu-hizkuntza
fa: زبان هدف
fr: Langage Cible
ro: Limba destinație
ru: Язык перевода
sw: Lugha lengwa
ur: مطلوبہ زبان

source: UI language
el: Γλώσσα Περιβάλλοντος
es: Idioma de la interfaz Kamusi
eu: Interfazearen hizkuntza
fa: زبان رابط کاربری
fr: Langue de l'interface
ro: Limba de afișare
ru: Язык взаимодействия с приложением
sw: Lugha ya kiolesura cha mtumiaji
ur: UI زبان

source: Upcoming feature:
el: Προσεχής λειτουργία:
es: Característica futura:
eu: Laster eskuragarri:
fa: در آینده اضافه می‌شود
fr: Future fonctionnalité:
ro: Caracterisitcă viitoare:
ru: Будущая функция:
sw: Kipengele kitakachofika
ur: انے والے کی خصوصیات:

source: We hope you are enjoying Kamusi Here! If we have earned your appreciation, please give us a rating now! If we still have work to earn your highest rating, please send us feedback at https://kamusigold.org/info/contact
el: Ελπίζουμε να απολαμβάνετε το Kamusi Here! Εάν κερδίσαμε την εκτίμησή σας, παρακαλούμε βαθμολογείστε μας τώρα! Αν θέλουμε ακόμα δουλειά, παρακαλούμε στείλτε μας τα σχόλια σας στη διεύθυνση https://kamusigold.org/info/contact
es: ¡Esperamos que Kamusi le esté siendo útil! Si nos aprecia, evalúenos ahora, por favor. Si aún tenemos que trabajar para lograr su mejor evaluación, por favor, envíenos comentarios sobre cómo mejorar en https://kamusigold.org/info/contact
eu: Kamusi Here gustatu izana espero dugu! Gustatu bazaizu, emaiguzu zure balorazioa orain! Zure baloraziorik onena lortzeko lanean jarraitu behar badugu, mesedez, emaiguzu zure iritzia hemen: https://kamusigold.org/info/contact
fa: امیدواریم که از این اپلیکیشن لذت ببرید. اگر از ما راضی هستید، لطفا به ما امتیاز دهید. اگر به نظرتان این برنامه هنوز جای پیشرفت داره، لطفا نظرات خود را از طریق آدرس https://kamusigold.org/info/contact برای ما بفرستید.
fr: Nous espérons que vous appréciez Kamusi Here! Si oui, pourriez-vous prendre le temps de noter l'application? Si vous avez des suggestions ou des commentaires, vous pouvez nous contacter à https://kamusigold.org/info/contact
ro: Sperăm ca vă place Kamusi Here! Dacă v-am câștigat încrederea, vă rugăm evaluați-ne! Dacă mai avem de lucru pentru a vă câștiga încrederea, vă rugăm dați-ne feedback-ul dumneavoastră https://kamusigold.org/info/contact
ru: Мы надеемся, что вам нравится Kamusi Here! Если мы заслужили ваше одобрениние - пожалуйста, постаавьте нам оценку! Если мы можем что-то улучшить - пожалуйста, оставьте нам свой отзыв на сайте: https://kamusigold.org/info/contact
sw: Tunatumaini unapenda Kamusi Here! Ukipenda programu hivyo ndivyo ilivyo, tafadhali tutathmini sasa! Ikiwa kazi inabaki ili tustahili tathmini yako ya juu kabisa, tafadhali tutumie maoni yako kwenda https://kamusigold.org/info/contact
ur: ہمیں امید ہے کہ آپ Kamusi کا لطف لے رہے ہیں کہ! اگر ہم آپ کو اچھے لگے تو براہ مہربانی درجہ بندی یا ووٹ دیجۓ۔ ہم اب بھی آپ کے سب سے زیادہ درجہ حاصل کرنے کے لئے کام کرنے کے لئے ہیں، تو https://kamusigold.org/info/contact پر ہمیں رائے بھیجیں

source: Welcome to Kamusi Here!
el: Καλωσήλθατε στο Kamusi Here!
es: ¡Bienvenido/a a Kamusi Here!
eu: Ongi etorri Kamusi Here-ra!
fa: به اپلیکیشن ما خوش آمدید.
fr: Bienvenue dans Kamusi Here!
ro: Bine ați venit la Kamusi Here!
ru: Добро пожаловать в Kamusi Here!
sw: Karibu Kamusi Here!
ur: Kamusi پر خوش آمد ید!

source: You can select the language of the application here.
el: Μπορείτε να επιλέξετε τη γλώσσα της εφαρμογής εδώ.
es: Puede seleccionar aquí el idioma de la aplicación.
eu: Aplikazioaren hizkuntza hemen aukera dezakezu.
fa: از اینجا می‌توانید زبان اصلی اپلیکیشن را انتخاب کنید.
fr: Vous pouvez choisir la langue de l'interface ici.
ro: Puteți selecta limba aplicației aici.
ru: Здесь вы можете выбрать язык взаимодействия с приложением.
sw: Chagua lugha ya programu hapa.
ur: آپ یہاں درخواست کی زبان منتخب کر سکتے ہیں.

source: You can swap source and destination languages with this button.
el: Μπορείτε να εναλλάξετε τις γλώσσες προέλευσης και προορισμού με αυτό το κουμπί.
es: Puede cambiar el idioma de origen y el idioma al que va a traducir con este botón.
eu: Sorburu- eta helburu-hizkuntzak botoi honen bidez truka ditzakezu.
fa: با این دکمه جای زبان‌های مبدا و هدف را عوض کنید.
fr: Vous pouvez permuter les langues de traduction en cliquant ici.
ro: Puteți sa inversați limba sursă cu cea de destinație cu acest buton.
ru: Вы можете поменять местами язык источника и язык перевода с помощью этой кнопки.
sw: Unaweza kubadilishana lugha chanzo na lugha lengwa za kwanza na kulengea kwa kubonyeza kitufe hiki.
ur: آپ اس بٹن کے ساتھ منبع اور منزل زبانوں تبادلہ کر سکتے ہیں.

source: You will notice that we do not always have a match for a term you are looking for from our original sources. Soon, this app will be asking you to help share what you know - stay tuned!
el: Θα παρατηρήσατε ότι δεν έχουμε πάντα αντιστοιχία για κάθε όρο που αναζητάτε από τις αρχικές πηγές μας. Σύντομα, η εφαρμογή θα σας ζητήσει να βοηθήσετε και να μοιραστείτε αυτά που γνωρίζετε - μείνετε συντονισμένοι!
es: Se dará cuanta de que no siempre tenemos una coincidencia para un término que usted busca desde nuestras fuentes originales. Pronto, esta app estará habilitada para pedirle que comparta lo que usted sepa - Continúe siguiéndonos.
eu: Konturatuko zarenez, beti ez daukagu zuk bilatutako hitzarekin bat datorren ordainik. Laster, aplikazio honek laguntza eskatuko dizu, dakizuna parteka dezazun; adi egon!
fa: حتما متوجه شده‌اید که ما گاهی اوقات برای کلمه‌ای که دنبال ترجمه‌اش هستید از منابع خودمان پاسخی پیدا نمی‌کنیم. به زودی اپلیکیشن از نظرات شما برای به اشتراک گذاری و تکمیل اطلاعات استفاده می‌کند. منتظر خبرهای خوب باشد.
fr: Nous manquons encore de données pour plusieurs termes. Bientôt cette application vous permettra de soumettre vos suggestions - Restez à l'écoute!
ro: Veți observa că nu avem întotdeauna un cuvânt corespunzător căutării dumneavoastră in sursele noastre originale. Curând, această aplicație va fii deschisă sugestiilor dumneavoastră - reveniți curând!
ru: Вы заметите, что мы не всегда можем предоставить результат для вашего поиска. Скоро у нас появится возможность попросить вас поделиться вашим знанием языков - оставайтесь на связи!
sw: Utaona mara kwa mara kwamba hatuna kisawe kwa neno unalotafuta kutoka vyanzo vyetu vya awali. Siyo muda, programu hii itakuombea ugawe maarifa yako - uwe macho!

source: You will notice that we do not always have a match for a term you are looking for from our original sources.\nSoon, this app will be asking you to help share what you know - stay tuned!
ur: آپ محسوس کریں گے کہ ھما ر ے پاس ہمیشہ آپ کا مطلوبہ جواب نہیں ہوتا۔ مگر جلد ، یہ ایپ آپ کو اپنی معلومات میں اضافے کے لۓ مدد کی درخواست کرے گی!
